[LANGUAGE]
language="العربية"
CharacterSet=1
translator=Mohamed.Bajdouai-Thami
e-mail=
web=www.facebook.com/Mohamed.Bajdouai


[Main]
1=ملف
2=استعادة المفاتيح من القرص المحلي
3=استعادة المفاتيح من القرص الخارجي
4=فحص عميق في الريجستري 
5=...حفظ باسم
6=خروج
7=تعديل
8=نسخ الصف المحدد
9=...بحث
10=مساعدة
11=...تحقق من وجود تحديثات
12=...تحديث قاعدة البيانات الرئيسية
13=تغيير اللغة
14=...يتبرع
15=...رابط صفحة الويب
16=...حول
17=تحديث
18=نسخ اسم المنتج
19=نسخ مفتاح المنتج 
20=قائمة البرامج والألعاب المدعومة
21=...تابعوني على الفيسبوك
22=:إصدار قاعدة البيانات
23=اسم المنتج
24=مفتاح المنتج
25=!نسخة جديدة متاحة
26=?هل ترغب في تنزيله من موقعنا على الإنترنت
27=!لا توجد تحديثات جديدة متاحة
28=!لم يتم العثور على قاعدة البيانات الموسعة
29=!قاعدة البيانات مفقودة
30=.يرجى تحديث قاعدة البيانات الخاصة بك من موقعنا على شبكة الإنترنت
31=!خطأ في قاعدة البيانات
32=:الرجاء اختيار خارجي <ويندوز> الدليل
33=قاعدة بيانات جديدة متاحة!
34=? هل ترغب في تنزيله الآن
35=! قاعدة البيانات الخاصة بك محدثة
36=.الرجاء إغلاق البرنامج وتشغيله مرة أخرى
37=.اكتمل تنزيل قاعدة البيانات
38=!حدث خطأ أثناء تنزيل قاعدة البيانات
39=https://www.sterjosoft.com احصل على المزيد من البرامج المجانية في


[List]
1=:مفتاح
2=:معرف المنتج
3=:الاسم
4=:الرقم التسلسلي
5=:شركة
6=: مفتاح CD
7=:الاسم الأول
8=الكنية:
9=:البريد الإلكتروني
10=:مفتاح المصادقة
11=:المستعمل
12=:كلمة المرور
13=:نوع
14=:الغاء القفل رمز
15=:الرمز


[Find]
1=:البحث عن ماذا
2=البحث عن التالي
3=إلغاء
4=!اكتمل البحث


[Scanning]
1=...يتم الفحص
2=إلغاء


[About]
1=حول
2=:إصدار
3=.هذا المنتج مجاني للاستخدام الشخصي أو التجاري
4=Copyright © SterJo Software. All rights reserved.
6=إغلاق


[Tray]
1=فتح
2=خروج
3=اختار اللغة
4=:تحديد
5=تطبيق
6=إلغاء
7=.يرجى إعادة تشغيل التطبيق لتصبح التغييرات سارية المفعول
8=.تم تغيير اللغة
